Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# theme.capturingDefender
source: Capturing defender
ar_sa: إزالة المدافع
cs: Odstranění obránce
da: Slå forsvareren
de_de: Verteidiger schlagen
el: Εξουδετέρωση αμυντικού
es_es: Capturar al defensor
fi: Puolustajan lyöminen
fr_ca: Prise du défenseur
he: אכילת המגן
hi: रक्षक को हटाना
hu: A védő leütése
id: Memakan pembela
it: Cattura del difensore
ja: 守り駒を取る
ko: 수비 기물 제거
ms: Memakan pembela
nl_nl: Verdediger slaan
no: Slå forsvareren
pl: Bicie obrońcy
pt_br: Capturar o defensor
ro: Eliminarea apărătorului
ru: Уничтожение защитника
sv: Slå försvararen
th: กินตัวป้องกัน
tr: Savunucuyu alma
vi: Ăn quân phòng thủ
zh_hans: 消除防守子
zh_hant: 消除防守子

# theme.castling
source: Castling
ar_sa: تبييت
cs: Rošáda
da: Rokade
de_de: Rochade
el: Ροκέ
es_es: Enroque
fi: Linnoitus
fr_ca: Roque
he: הצרחה
hi: कैसलिंग
hu: Sáncolás
id: Rokade
it: Arrocco
ja: キャスリング
ko: 캐슬링
ms: Rokade
nl_nl: Rokade
no: Rokade
pl: Roszada
pt_br: Roque
ro: Rocadă
ru: Рокировка
sv: Rockad
th: เข้าป้อม
tr: Rok
vi: Nhập thành
zh_hans: 易位
zh_hant: 易位

# theme.clearance
source: Clearance
ar_sa: إخلاء
cs: Uvolnění pole
da: Rydning
de_de: Räumung
el: Εκκαθάριση
es_es: Despeje
fi: Tyhjennys
fr_ca: Dégagement
he: פינוי
hi: रास्ता खाली करना
hu: Vonalnyitás
id: Pembersihan jalur
it: Sgombero
ja: 線をあける手
ko: 길 비우기
ms: Pembersihan jalur
nl_nl: Lijnopening
no: Rydding
pl: Oczyszczenie pola
pt_br: Desobstrução
ro: Degajare
ru: Освобождение поля
sv: Röjning
th: เปิดทาง
tr: Hat açma
vi: Dọn đường
zh_hans: 腾挪
zh_hant: 騰挪

# theme.collinearMove
source: Collinear move
ar_sa: نقلة على الخط نفسه
cs: Tah na stejné linii
da: Træk på samme linje
de_de: Zug auf gleicher Linie
el: Κίνηση στην ίδια γραμμή
es_es: Jugada en la misma línea
fi: Siirto samalla linjalla
fr_ca: Coup sur la même ligne
he: מהלך על אותו קו
hi: एक ही रेखा पर चाल
hu: Azonos vonalú lépés
id: Langkah pada jalur sama
it: Mossa sulla stessa linea
ja: 同一線上の手
ko: 같은 선상의 수
ms: Langkah pada jalur sama
nl_nl: Zet op dezelfde lijn
no: Trekk på samme linje
pl: Posunięcie po tej samej linii
pt_br: Lance na mesma linha
ro: Mutare pe aceeași linie
ru: Ход по той же линии
sv: Drag på samma linje
th: ตาเดินบนแนวเดียวกัน
tr: Aynı hat üzerinde hamle
vi: Nước trên cùng đường
zh_hans: 同线着法
zh_hant: 同線著法

# theme.cornerMate
source: Corner mate
ar_sa: مات الزاوية
cs: Mat v rohu
da: Hjørnemat
de_de: Eckmatt
el: Ματ στη γωνία
es_es: Mate en la esquina
fi: Nurkkamatti
fr_ca: Mat du coin
he: מט בפינה
hi: कोने की शहमात
hu: Sarokmatt
id: Sekakmat di sudut
it: Matto d'angolo
ja: 隅のメイト
ko: 코너 메이트
ms: Sekakmat di sudut
nl_nl: Hoekmat
no: Hjørnematt
pl: Mat w rogu
pt_br: Mate no canto
ro: Mat în colț
ru: Мат в углу
sv: Hörnmatt
th: รุกจนที่มุม
tr: Köşe matı
vi: Chiếu hết ở góc
zh_hans: 角落杀
zh_hant: 角落殺

# theme.crushing
source: Crushing
ar_sa: ساحق
cs: Drtivé
da: Knusende
de_de: Vernichtend
el: Συντριπτικό
es_es: Demoledor
fi: Murskaava
fr_ca: Écrasant
he: מוחץ
hi: निर्णायक बढ़त
hu: Letaroló
id: Menghancurkan
it: Schiacciante
ja: 圧勝
ko: 압승
ms: Menghancurkan
nl_nl: Verpletterend
no: Knusende
pl: Miażdżące
pt_br: Esmagador
ro: Zdrobitor
ru: Разгром
sv: Krossande
th: ขาดลอย
tr: Ezici
vi: Áp đảo
zh_hans: 压倒性优势
zh_hant: 壓倒性優勢

# theme.defence
source: Defence
ar_sa: دفاع
cs: Obrana
da: Forsvar
de_de: Verteidigung
el: Άμυνα
es_es: Defensa
fi: Puolustus
fr_ca: Défense
he: הגנה
hi: बचाव
hu: Védekezés
id: Pertahanan
it: Difesa
ja: 受け
ko: 수비
ms: Pertahanan
nl_nl: Verdediging
no: Forsvar
pl: Obrona
pt_br: Defesa
ro: Apărare
ru: Защита
sv: Försvar
th: การตั้งรับ
tr: Savunma
vi: Phòng thủ
zh_hans: 防守
zh_hant: 防守

# theme.defensiveMove
source: Defensive move
ar_sa: نقلة دفاعية
cs: Obranný tah
da: Forsvarstræk
de_de: Verteidigungszug
el: Αμυντική κίνηση
es_es: Jugada defensiva
fi: Puolustussiirto
fr_ca: Coup défensif
he: מהלך הגנתי
hi: बचाव की चाल
hu: Védekező lépés
id: Langkah bertahan
it: Mossa difensiva
ja: 受けの手
ko: 수비수
ms: Langkah bertahan
nl_nl: Verdedigende zet
no: Forsvarstrekk
pl: Posunięcie obronne
pt_br: Lance defensivo
ro: Mutare defensivă
ru: Защитный ход
sv: Försvarsdrag
th: ตาตั้งรับ
tr: Savunma hamlesi
vi: Nước phòng thủ
zh_hans: 防守着法
zh_hant: 防守著法

# theme.deflection
source: Deflection
ar_sa: إبعاد
cs: Odlákání
da: Afledning
de_de: Ablenkung
el: Απόσπαση
es_es: Desviación
fi: Houkuttelu pois
fr_ca: Déviation
he: הסחה
hi: विचलन
hu: Elterelés
id: Pengalihan
it: Deviazione
ja: デフレクション
ko: 디플렉션
ms: Pengalihan
nl_nl: Afleiding
no: Avledning
pl: Odciągnięcie
pt_br: Desvio
ro: Deviere
ru: Отвлечение
sv: Avledning
th: ล่อออก
tr: Saptırma
vi: Đánh lạc hướng
zh_hans: 引离
zh_hant: 引離

# theme.discoveredAttack
source: Discovered attack
ar_sa: هجوم مكشوف
cs: Odkrytý útok
da: Afdækket angreb
de_de: Abzugsangriff
el: Αποκαλυπτόμενη επίθεση
es_es: Ataque descubierto
fi: Avattu hyökkäys
fr_ca: Attaque à la découverte
he: התקפה נסתרת
hi: खुला हमला
hu: Felfedett támadás
id: Serangan terbuka
it: Attacco di scoperta
ja: 開き攻撃
ko: 열린 공격
ms: Serangan terbuka
nl_nl: Aftrekaanval
no: Avdekket angrep
pl: Atak odsłonięty
pt_br: Ataque descoberto
ro: Atac descoperit
ru: Вскрытое нападение
sv: Avtäckt angrepp
th: การบุกแบบเปิดแนว
tr: Açmaz saldırı
vi: Tấn công mở
zh_hans: 闪击
zh_hant: 閃擊

# theme.discoveredCheck
source: Discovered check
ar_sa: كش مكشوف
cs: Odkrytý šach
da: Afdækket skak
de_de: Abzugsschach
el: Αποκαλυπτόμενο σαχ
es_es: Jaque descubierto
fi: Avattu shakki
fr_ca: Échec à la découverte
he: שח נסתר
hi: खुली शह
hu: Felfedett sakk
id: Sekak terbuka
it: Scacco di scoperta
ja: 開き王手
ko: 열린 체크
ms: Sekak terbuka
nl_nl: Aftrekschaak
no: Avdekket sjakk
pl: Szach odsłonięty
pt_br: Xeque descoberto
ro: Șah descoperit
ru: Вскрытый шах
sv: Avtäckt schack
th: รุกแบบเปิดแนว
tr: Açmaz şah
vi: Chiếu mở
zh_hans: 闪将
zh_hant: 閃將

# theme.doubleBishopMate
source: Double bishop mate
ar_sa: مات الفيلين
cs: Mat dvěma střelci
da: Mat med to løbere
de_de: Matt mit zwei Läufern
el: Ματ με δύο αξιωματικούς
es_es: Mate de los dos alfiles
fi: Kahden lähetin matti
fr_ca: Mat des deux fous
he: מט שני רצים
hi: दो ऊँटों की शहमात
hu: Két futó matt
id: Sekakmat dua gajah
it: Matto dei due alfieri
ja: 2枚のビショップのメイト
ko: 두 비숍 메이트
ms: Sekakmat dua gajah
nl_nl: Mat met twee lopers
no: Matt med to løpere
pl: Mat dwoma gońcami
pt_br: Mate dos dois bispos
ro: Mat cu doi nebuni
ru: Мат двумя слонами
sv: Matt med två löpare
th: รุกจนด้วยบิชอปคู่
tr: Çift fil matı
vi: Chiếu hết hai tượng
zh_hans: 双象杀
zh_hant: 雙象殺

# theme.doubleCheck
source: Double check
ar_sa: كش مزدوج
cs: Dvojšach
da: Dobbeltskak
de_de: Doppelschach
el: Διπλό σαχ
es_es: Jaque doble
fi: Kaksoisshakki
fr_ca: Échec double
he: שח כפול
hi: दोहरी शह
hu: Kettős sakk
id: Sekak ganda
it: Scacco doppio
ja: 両王手
ko: 더블 체크
ms: Sekak ganda
nl_nl: Dubbelschaak
no: Dobbeltsjakk
pl: Szach podwójny
pt_br: Xeque duplo
ro: Șah dublu
ru: Двойной шах
sv: Dubbelschack
th: รุกสองทาง
tr: Çifte şah
vi: Chiếu đôi
zh_hans: 双将
zh_hant: 雙將

# theme.dovetailMate
source: Dovetail mate
ar_sa: مات ذيل الحمامة
cs: Mat vlaštovčí ocas
da: Svalehalemat
de_de: Schwalbenschwanzmatt
el: Ματ χελιδονοουράς
es_es: Mate de cola de milano
fi: Pääskynpyrstömatti
fr_ca: Mat en queue d'aronde
he: מט זנב יונה
hi: डवटेल शहमात
hu: Fecskefarok-matt
id: Sekakmat ekor merpati
it: Matto a coda di rondine
ja: ダブテイルメイト
ko: 도브테일 메이트
ms: Sekakmat ekor merpati
nl_nl: Zwaluwstaartmat
no: Svalehalematt
pl: Mat jaskółczy ogon
pt_br: Mate rabo de andorinha
ro: Matul coadă de rândunică
ru: Мат «ласточкин хвост»
sv: Svalstjärtsmatt
th: รุกจนหางนกพิราบ
tr: Kırlangıç kuyruğu matı
vi: Chiếu hết đuôi én
zh_hans: 燕尾杀
zh_hant: 燕尾殺

# theme.enPassant
source: En passant
ar_sa: الأخذ بالمرور
cs: Braní mimochodem
el: Αν πασάν
es_es: Al paso
fi: Ohestalyönti
he: אן פסאן
hi: आँ पासां
hu: Menet közbeni ütés
ja: アンパッサン
ko: 앙파상
pl: Bicie w przelocie
ru: Взятие на проходе
th: กินผ่าน
tr: Geçerken alma
vi: Bắt tốt qua đường
zh_hans: 吃过路兵
zh_hant: 吃過路兵

# theme.endgame
source: Endgame
ar_sa: النهاية
cs: Koncovka
da: Slutspil
de_de: Endspiel
el: Φινάλε
es_es: Final
fi: Loppupeli
fr_ca: Finale
he: סוף משחק
hi: अंत-खेल
hu: Végjáték
id: Akhir permainan
it: Finale
ja: 終盤
ko: 엔드게임
ms: Permainan akhir
nl_nl: Eindspel
no: Sluttspill
pl: Końcówka
pt_br: Final
ro: Final
ru: Эндшпиль
sv: Slutspel
th: เกมท้าย
tr: Oyunsonu
vi: Tàn cuộc
zh_hans: 残局
zh_hant: 殘局

# theme.epauletteMate
source: Epaulette mate
ar_sa: مات الكتفيات
cs: Epoletový mat
da: Epauletmat
de_de: Epaulettenmatt
el: Ματ επωμίδων
es_es: Mate de charnela
fi: Olkalappumatti
fr_ca: Mat des épaulettes
he: מט הכתפיות
hi: एपॉलेट शहमात
hu: Vállrojt-matt
id: Sekakmat epolet
it: Matto delle spalline
ja: エポーレットメイト
ko: 에폴렛 메이트
ms: Sekakmat epolet
nl_nl: Epaulettenmat
no: Epalettmatt
pl: Mat epoletowy
pt_br: Mate das dragonas
ro: Matul epoleților
ru: Эполетный мат
sv: Epålettmatt
th: รุกจนอินทรธนู
tr: Apolet matı
vi: Chiếu hết cầu vai
zh_hans: 肩章杀
zh_hant: 肩章殺

# theme.equality
source: Equality
ar_sa: تعادل
cs: Vyrovnání
da: Ligevægt
de_de: Ausgleich
el: Ισορροπία
es_es: Igualdad
fi: Tasoitus
fr_ca: Égalité
he: שוויון
hi: बराबरी
hu: Kiegyenlítés
id: Kesetaraan
it: Parità
ja: 互角
ko: 균형
ms: Kesetaraan
nl_nl: Gelijkheid
no: Utjevning
pl: Wyrównanie
pt_br: Igualdade
ro: Egalitate
ru: Уравнение
sv: Utjämning
th: เสมอกัน
tr: Eşitlik
vi: Cân bằng
zh_hans: 均势
zh_hant: 均勢

# theme.exposedKing
source: Exposed king
ar_sa: ملك مكشوف
cs: Odkrytý král
da: Blottet konge
de_de: Entblößter König
el: Εκτεθειμένος βασιλιάς
es_es: Rey expuesto
fi: Paljastunut kuningas
fr_ca: Roi exposé
he: מלך חשוף
hi: खुला राजा
hu: Fedetlen király
id: Raja terbuka
it: Re esposto
ja: 露出した玉
ko: 노출된 킹
ms: Raja terbuka
nl_nl: Blootgestelde koning
no: Blottet konge
pl: Odsłonięty król
pt_br: Rei exposto
ro: Rege expus
ru: Открытый король
sv: Blottad kung
th: คิงเปิดโล่ง
tr: Açıkta kalan şah
vi: Vua hở
zh_hans: 暴露的王
zh_hant: 暴露的王

# theme.fork
source: Fork
ar_sa: شوكة
cs: Vidlička
da: Gaffel
de_de: Gabel
el: Πιρούνι
es_es: Horquilla
fi: Haarukka
fr_ca: Fourchette
he: מזלג
hi: दोहरा हमला
hu: Villa
id: Garpu
it: Forchetta
ja: フォーク
ko: 포크
ms: Garpu
nl_nl: Vork
no: Gaffel
pl: Widełki
pt_br: Garfo
ro: Furculiță
ru: Вилка
sv: Gaffel
th: ส้อม
tr: Çatal
vi: Bắt đôi
zh_hans: 捉双
zh_hant: 捉雙

# theme.fortress
source: Fortress
ar_sa: حصن
cs: Pevnost
da: Fæstning
de_de: Festung
el: Φρούριο
es_es: Fortaleza
fi: Linnake
fr_ca: Forteresse
he: מבצר
hi: क़िला
hu: Erőd
id: Benteng pertahanan
it: Fortezza
ja: 要塞
ko: 요새
ms: Benteng pertahanan
nl_nl: Vesting
no: Festning
pl: Twierdza
pt_br: Fortaleza
ro: Fortăreață
ru: Крепость
sv: Fästning
th: ป้อมปราการ
tr: Kale sığınağı
vi: Pháo đài
zh_hans: 堡垒
zh_hant: 堡壘

# theme.hangingPiece
source: Hanging piece
ar_sa: قطعة معلّقة
cs: Visící figura
da: Hængende brik
de_de: Hängende Figur
el: Ακάλυπτο κομμάτι
es_es: Pieza colgada
fi: Roikkuva nappula
fr_ca: Pièce en prise
he: כלי תלוי
hi: असुरक्षित मोहरा
hu: Lógó figura
id: Buah menggantung
it: Pezzo in presa
ja: 取られそうな駒
ko: 매달린 기물
ms: Buah menggantung
nl_nl: Hangend stuk
no: Hengende brikke
pl: Wisząca figura
pt_br: Peça pendurada
ro: Piesă atârnată
ru: Незащищённая фигура
sv: Hängande pjäs
th: หมากลอย
tr: Boşta taş
vi: Quân treo
zh_hans: 无根子
zh_hant: 無根子

# theme.hookMate
source: Hook mate
ar_sa: مات الخطّاف
cs: Hákový mat
da: Krogmat
de_de: Hakenmatt
el: Ματ του γάντζου
es_es: Mate del gancho
fi: Koukkumatti
fr_ca: Mat du crochet
he: מט הוו
hi: हुक शहमात
hu: Horogmatt
id: Sekakmat kait
it: Matto a uncino
ja: フックメイト
ko: 훅 메이트
ms: Sekakmat kait
nl_nl: Haakmat
no: Krokmatt
pl: Mat hakowy
pt_br: Mate do gancho
ro: Matul cârligului
ru: Мат крюком
sv: Krokmatt
th: รุกจนตะขอ
tr: Kanca matı
vi: Chiếu hết móc câu
zh_hans: 钩形杀
zh_hant: 鉤形殺

# theme.interference
source: Interference
ar_sa: اعتراض
cs: Přerušení
da: Afbrydelse
de_de: Unterbrechung
el: Παρεμβολή
es_es: Interferencia
fi: Katkaisu
fr_ca: Interception
he: חסימה
hi: अवरोध
hu: Közbeiktatás
id: Penghalangan
it: Interferenza
ja: インターフェアレンス
ko: 인터피어런스
ms: Penghalangan
nl_nl: Onderbreking
no: Avskjæring
pl: Przesłona
pt_br: Interferência
ro: Interpunere
ru: Перекрытие
sv: Avskärmning
th: ขวางแนว
tr: Araya girme
vi: Chắn đường
zh_hans: 阻隔
zh_hant: 阻隔

# theme.intermezzo
source: Intermezzo
ar_sa: نقلة وسيطة
cs: Mezitah
da: Mellemtræk
de_de: Zwischenzug
el: Ενδιάμεση κίνηση
es_es: Jugada intermedia
fi: Välisiirto
fr_ca: Coup intermédiaire
he: מהלך ביניים
hi: बीच की चाल
hu: Közbeiktatott lépés
id: Langkah sela
it: Mossa intermedia
ja: 中間手
ko: 중간수
ms: Langkah sela
nl_nl: Tussenzet
no: Mellomtrekk
pl: Posunięcie pośrednie
pt_br: Lance intermediário
ro: Mutare intermediară
ru: Промежуточный ход
sv: Mellandrag
th: ตาแทรก
tr: Ara hamle
vi: Nước xen
zh_hans: 中间着
zh_hant: 中間著

# theme.judgement
source: Judgement
ar_sa: تقييم
cs: Úsudek
da: Vurdering
de_de: Beurteilung
el: Κρίση
es_es: Criterio
fi: Arviointi
fr_ca: Jugement
he: שיפוט
hi: आकलन
hu: Ítélet
id: Penilaian
it: Giudizio
ja: 判断
ko: 판단
ms: Penilaian
nl_nl: Beoordeling
no: Vurdering
pl: Ocena
pt_br: Julgamento
ro: Judecată
ru: Оценка
sv: Bedömning
th: การประเมิน
tr: Değerlendirme
vi: Đánh giá
zh_hans: 判断
zh_hant: 判斷

# theme.killBoxMate
source: Kill box mate
ar_sa: مات صندوق القتل
cs: Mat v boxu
da: Kassemat
de_de: Kill-Box-Matt
el: Ματ του κλωβού
es_es: Mate de la caja
fi: Laatikkomatti
fr_ca: Mat de la boîte
he: מט תיבת המוות
hi: किल-बॉक्स शहमात
hu: Dobozmatt
id: Sekakmat kotak
it: Matto della scatola
ja: キルボックスメイト
ko: 킬박스 메이트
ms: Sekakmat kotak
nl_nl: Kooimat
no: Boksmatt
pl: Mat pudełkowy
pt_br: Mate da caixa
ro: Matul cutiei
ru: Мат «коробка»
sv: Lådmatt
th: รุกจนกล่อง
tr: Ölüm kutusu matı
vi: Chiếu hết lồng
zh_hans: 围杀盒
zh_hant: 圍殺盒

# theme.kingsideAttack
source: Kingside attack
ar_sa: هجوم على جناح الملك
cs: Útok na královském křídle
da: Angreb på kongefløjen
de_de: Königsflügelangriff
el: Επίθεση στην πτέρυγα βασιλιά
es_es: Ataque en el flanco de rey
fi: Hyökkäys kuningassivustalla
fr_ca: Attaque à l'aile roi
he: התקפה באגף המלך
hi: राजा की तरफ़ हमला
hu: Királyszárnyi támadás
id: Serangan sayap raja
it: Attacco sull'ala di re
ja: キングサイド攻撃
ko: 킹사이드 공격
ms: Serangan sayap raja
nl_nl: Aanval op de koningsvleugel
no: Angrep på kongefløyen
pl: Atak na skrzydle królewskim
pt_br: Ataque na ala do rei
ro: Atac pe flancul regelui
ru: Атака на королевском фланге
sv: Angrepp på kungsflygeln
th: บุกปีกคิง
tr: Şah kanadı saldırısı
vi: Tấn công cánh vua
zh_hans: 王翼进攻
zh_hant: 王翼進攻

# theme.knightEndgame
source: Knight endgame
ar_sa: نهاية أحصنة
cs: Jezdcová koncovka
da: Springerslutspil
de_de: Springerendspiel
el: Φινάλε ίππων
es_es: Final de caballos
fi: Ratsuloppupeli
fr_ca: Finale de cavaliers
he: סוף פרשים
hi: घोड़े का अंत-खेल
hu: Huszárvégjáték
id: Akhir permainan kuda
it: Finale di cavalli
ja: ナイト終盤
ko: 나이트 엔드게임
ms: Permainan akhir kuda
nl_nl: Paardeindspel
no: Springersluttspill
pl: Końcówka skoczkowa
pt_br: Final de cavalos
ro: Final de cai
ru: Коневой эндшпиль
sv: Springarslutspel
th: เกมท้ายม้า
tr: At oyunsonu
vi: Tàn cuộc mã
zh_hans: 马残局
zh_hant: 馬殘局

# theme.knightFork
source: Knight fork
ar_sa: شوكة الحصان
cs: Vidlička jezdcem
da: Springergaffel
de_de: Springergabel
el: Πιρούνι ίππου
es_es: Horquilla de caballo
fi: Ratsun haarukka
fr_ca: Fourchette de cavalier
he: מזלג פרש
hi: घोड़े का दोहरा हमला
hu: Huszárvilla
id: Garpu kuda
it: Forchetta di cavallo
ja: ナイトフォーク
ko: 나이트 포크
ms: Garpu kuda
nl_nl: Paardvork
no: Springergaffel
pl: Widełki skoczkiem
pt_br: Garfo de cavalo
ro: Furculiță de cal
ru: Вилка конём
sv: Springargaffel
th: ม้าส้อม
tr: At çatalı
vi: Mã bắt đôi
zh_hans: 马捉双
zh_hant: 馬捉雙

# theme.long
source: Long
ar_sa: طويل
cs: Dlouhé
da: Lang
de_de: Lang
el: Μακρύ
es_es: Larga
fi: Pitkä
fr_ca: Longue
he: ארוך
hi: लंबी
hu: Hosszú
id: Panjang
it: Lunga
ja: 長手数
ko: 긴 수순
ms: Panjang
nl_nl: Lang
no: Lang
pl: Długie
pt_br: Longo
ro: Lung
ru: Длинная
sv: Lång
th: ยาว
tr: Uzun
vi: Dài
zh_hans: 长解
zh_hant: 長解

# theme.master
source: Master
ar_sa: مباراة أستاذ
cs: Mistrovská partie
da: Mesterparti
de_de: Meisterpartie
el: Παρτίδα μετρ
es_es: Partida de maestro
fi: Mestarin peli
fr_ca: Partie de maître
he: משחק אמן
hi: मास्टर की बाज़ी
hu: Mesterjátszma
id: Partai master
it: Partita di maestro
ja: マスターの対局
ko: 마스터 대국
ms: Partai master
nl_nl: Meesterpartij
no: Mesterparti
pl: Partia mistrza
pt_br: Partida de mestre
ro: Partidă de maestru
ru: Партия мастера
sv: Mästarparti
th: เกมของมาสเตอร์
tr: Usta partisi
vi: Ván của kiện tướng
zh_hans: 大师对局
zh_hant: 大師對局

# theme.masterVsMaster
source: Master vs master
ar_sa: أستاذ ضد أستاذ
cs: Mistr proti mistrovi
da: Mester mod mester
de_de: Meister gegen Meister
el: Μετρ εναντίον μετρ
es_es: Maestro contra maestro
fi: Mestari vastaan mestari
fr_ca: Maître contre maître
he: אמן מול אמן
hi: मास्टर बनाम मास्टर
hu: Mester mester ellen
id: Master lawan master
it: Maestro contro maestro
ja: マスター同士
ko: 마스터 대 마스터
ms: Master lawan master
nl_nl: Meester tegen meester
no: Mester mot mester
pl: Mistrz kontra mistrz
pt_br: Mestre contra mestre
ro: Maestru contra maestru
ru: Мастер против мастера
sv: Mästare mot mästare
th: มาสเตอร์ปะทะมาสเตอร์
tr: Usta ustaya karşı
vi: Kiện tướng đối kiện tướng
zh_hans: 大师对大师
zh_hant: 大師對大師

# theme.mate
source: Mate
ar_sa: مات
cs: Mat
da: Mat
de_de: Matt
el: Ματ
fi: Matti
fr_ca: Mat
he: מט
hi: शहमात
hu: Matt
id: Sekakmat
it: Matto
ja: メイト
ko: 메이트
ms: Mat
nl_nl: Mat
no: Matt
pl: Mat
ro: Mat
ru: Мат
sv: Matt
th: รุกจน
tr: Mat
vi: Chiếu hết
zh_hans: 杀王
zh_hant: 殺王

# theme.mateIn1
source: Mate in 1
ar_sa: مات في نقلة
cs: Mat 1. tahem
da: Mat i 1
de_de: Matt in 1
el: Ματ σε 1
es_es: Mate en 1
fi: Matti 1 siirrolla
fr_ca: Mat en 1
he: מט במהלך
hi: 1 चाल में शहमात
hu: Matt 1 lépésben
id: Sekakmat dalam 1
it: Matto in 1
ja: 1手メイト
ko: 1수 메이트
ms: Mat dalam 1
nl_nl: Mat in 1
no: Matt i 1
pl: Mat w 1
pt_br: Mate em 1
ro: Mat în 1
ru: Мат в 1 ход
sv: Matt i 1
th: รุกจนใน 1 ตา
tr: 1 hamlede mat
vi: Chiếu hết 1 nước
zh_hans: 一步杀
zh_hant: 一步殺

# theme.mateIn2
source: Mate in 2
ar_sa: مات في نقلتين
cs: Mat 2. tahem
da: Mat i 2
de_de: Matt in 2
el: Ματ σε 2
es_es: Mate en 2
fi: Matti 2 siirrolla
fr_ca: Mat en 2
he: מט בשניים
hi: 2 चाल में शहमात
hu: Matt 2 lépésben
id: Sekakmat dalam 2
it: Matto in 2
ja: 2手メイト
ko: 2수 메이트
ms: Mat dalam 2
nl_nl: Mat in 2
no: Matt i 2
pl: Mat w 2
pt_br: Mate em 2
ro: Mat în 2
ru: Мат в 2 хода
sv: Matt i 2
th: รุกจนใน 2 ตา
tr: 2 hamlede mat
vi: Chiếu hết 2 nước
zh_hans: 两步杀
zh_hant: 兩步殺

# theme.mateIn3
source: Mate in 3
ar_sa: مات في 3
cs: Mat 3. tahem
da: Mat i 3
de_de: Matt in 3
el: Ματ σε 3
es_es: Mate en 3
fi: Matti 3 siirrolla
fr_ca: Mat en 3
he: מט בשלושה
hi: 3 चाल में शहमात
hu: Matt 3 lépésben
id: Sekakmat dalam 3
it: Matto in 3
ja: 3手メイト
ko: 3수 메이트
ms: Mat dalam 3
nl_nl: Mat in 3
no: Matt i 3
pl: Mat w 3
pt_br: Mate em 3
ro: Mat în 3
ru: Мат в 3 хода
sv: Matt i 3
th: รุกจนใน 3 ตา
tr: 3 hamlede mat
vi: Chiếu hết 3 nước
zh_hans: 三步杀
zh_hant: 三步殺

# theme.mateIn4
source: Mate in 4
ar_sa: مات في 4
cs: Mat 4. tahem
da: Mat i 4
de_de: Matt in 4
el: Ματ σε 4
es_es: Mate en 4
fi: Matti 4 siirrolla
fr_ca: Mat en 4
he: מט בארבעה
hi: 4 चाल में शहमात
hu: Matt 4 lépésben
id: Sekakmat dalam 4
it: Matto in 4
ja: 4手メイト
ko: 4수 메이트
ms: Mat dalam 4
nl_nl: Mat in 4
no: Matt i 4
pl: Mat w 4
pt_br: Mate em 4
ro: Mat în 4
ru: Мат в 4 хода
sv: Matt i 4
th: รุกจนใน 4 ตา
tr: 4 hamlede mat
vi: Chiếu hết 4 nước
zh_hans: 四步杀
zh_hant: 四步殺

# theme.mateIn5
source: Mate in 5
ar_sa: مات في 5
cs: Mat 5. tahem
da: Mat i 5
de_de: Matt in 5
el: Ματ σε 5
es_es: Mate en 5
fi: Matti 5 siirrolla
fr_ca: Mat en 5
he: מט בחמישה
hi: 5 चाल में शहमात
hu: Matt 5 lépésben
id: Sekakmat dalam 5
it: Matto in 5
ja: 5手メイト
ko: 5수 메이트
ms: Mat dalam 5
nl_nl: Mat in 5
no: Matt i 5
pl: Mat w 5
pt_br: Mate em 5
ro: Mat în 5
ru: Мат в 5 ходов
sv: Matt i 5
th: รุกจนใน 5 ตา
tr: 5 hamlede mat
vi: Chiếu hết 5 nước
zh_hans: 五步杀
zh_hant: 五步殺

# theme.middlegame
source: Middlegame
ar_sa: وسط اللعب
cs: Střední hra
da: Midtspil
de_de: Mittelspiel
el: Μέσο παιχνίδι
es_es: Medio juego
fi: Keskipeli
fr_ca: Milieu de partie
he: אמצע המשחק
hi: मध्य-खेल
hu: Középjáték
id: Permainan tengah
it: Mediogioco
ja: 中盤
ko: 미들게임
ms: Permainan tengah
nl_nl: Middenspel
no: Midtspill
pl: Gra środkowa
pt_br: Meio-jogo
ro: Joc de mijloc
ru: Миттельшпиль
sv: Mittspel
th: เกมกลาง
tr: Oyunortası
vi: Trung cuộc
zh_hans: 中局
zh_hant: 中局

# theme.morphysMate
source: Morphy's mate
ar_sa: مات مورفي
cs: Morphyho mat
da: Morphys mat
de_de: Morphy-Matt
el: Ματ Μόρφι
es_es: Mate de Morphy
fi: Morphyn matti
fr_ca: Mat de Morphy
he: מט מורפי
hi: मॉर्फी शहमात
hu: Morphy-matt
id: Sekakmat Morphy
it: Matto di Morphy
ja: モーフィーのメイト
ko: 모피 메이트
ms: Sekakmat Morphy
nl_nl: Morphy-mat
no: Morphys matt
pl: Mat Morphy'ego
pt_br: Mate de Morphy
ro: Matul lui Morphy
ru: Мат Морфи
sv: Morphys matt
th: รุกจนแบบมอร์ฟี
tr: Morphy matı
vi: Chiếu hết Morphy
zh_hans: 莫菲杀法
zh_hant: 莫菲殺法

# theme.oneMove
source: One move
ar_sa: نقلة واحدة
cs: Jeden tah
da: Ét træk
de_de: Ein Zug
el: Μία κίνηση
es_es: Una jugada
fi: Yksi siirto
fr_ca: Un coup
he: מהלך אחד
hi: एक चाल
hu: Egy lépés
id: Satu langkah
it: Una mossa
ja: 1手
ko: 한 수
ms: Satu langkah
nl_nl: Eén zet
no: Ett trekk
pl: Jedno posunięcie
pt_br: Um lance
ro: O mutare
ru: Один ход
sv: Ett drag
th: หนึ่งตา
tr: Tek hamle
vi: Một nước
zh_hans: 一步
zh_hant: 一步

# theme.opening
source: Opening
ar_sa: الافتتاح
cs: Zahájení
da: Åbning
de_de: Eröffnung
el: Άνοιγμα
es_es: Apertura
fi: Avaus
fr_ca: Ouverture
he: פתיחה
hi: आरंभ
hu: Megnyitás
id: Pembukaan
it: Apertura
ja: 序盤
ko: 오프닝
ms: Pembukaan
no: Åpning
pl: Debiut
pt_br: Abertura
ro: Deschidere
ru: Дебют
sv: Öppning
th: เกมเปิด
tr: Açılış
vi: Khai cuộc
zh_hans: 开局
zh_hant: 開局

# theme.operaMate
source: Opera mate
ar_sa: مات الأوبرا
cs: Operní mat
da: Operamat
de_de: Opernmatt
el: Ματ της όπερας
es_es: Mate de la ópera
fi: Oopperamatti
fr_ca: Mat de l'opéra
he: מט האופרה
hi: ओपेरा शहमात
hu: Opera-matt
id: Sekakmat opera
it: Matto dell'opera
ja: オペラメイト
ko: 오페라 메이트
ms: Sekakmat opera
nl_nl: Operamat
no: Operamatt
pl: Mat operowy
pt_br: Mate da ópera
ro: Matul de la operă
ru: Оперный мат
sv: Operamatt
th: รุกจนโอเปรา
tr: Opera matı
vi: Chiếu hết nhà hát
zh_hans: 歌剧院杀法
zh_hant: 歌劇院殺法

# theme.opposition
source: Opposition
ar_sa: التقابل
cs: Opozice
el: Αντιπαράθεση
es_es: Oposición
fi: Oppositio
he: אופוזיציה
hi: विरोध
hu: Oppozíció
id: Oposisi
it: Opposizione
ja: オポジション
ko: 오포지션
ms: Oposisi
nl_nl: Oppositie
pl: Opozycja
pt_br: Oposição
ro: Opoziție
ru: Оппозиция
th: การเผชิญหน้า
tr: Opozisyon
vi: Đối mặt
zh_hans: 对王
zh_hant: 對王

# theme.passedPawn
source: Passed pawn
ar_sa: بيدق حرّ
cs: Volný pěšec
da: Fribonde
de_de: Freibauer
el: Ελεύθερο πιόνι
es_es: Peón pasado
fi: Vapaasotilas
fr_ca: Pion passé
he: רגלי חופשי
hi: पास्ड प्यादा
hu: Szabadgyalog
id: Bidak bebas
it: Pedone passato
ja: パスポーン
ko: 패스트 폰
ms: Bidak bebas
nl_nl: Vrijpion
no: Fribonde
pl: Wolny pion
pt_br: Peão passado
ro: Pion liber
ru: Проходная пешка
sv: Fribonde
th: เบี้ยผ่าน
tr: Geçer piyon
vi: Tốt thông
zh_hans: 通路兵
zh_hant: 通路兵

# theme.pawnEndgame
source: Pawn endgame
ar_sa: نهاية بيادق
cs: Pěšcová koncovka
da: Bondeslutspil
de_de: Bauernendspiel
el: Φινάλε πιονιών
es_es: Final de peones
fi: Sotilasloppupeli
fr_ca: Finale de pions
he: סוף רגלים
hi: प्यादों का अंत-खेल
hu: Gyalogvégjáték
id: Akhir permainan bidak
it: Finale di pedoni
ja: ポーン終盤
ko: 폰 엔드게임
ms: Permainan akhir bidak
nl_nl: Pionneneindspel
no: Bondesluttspill
pl: Końcówka pionowa
pt_br: Final de peões
ro: Final de pioni
ru: Пешечный эндшпиль
sv: Bondeslutspel
th: เกมท้ายเบี้ย
tr: Piyon oyunsonu
vi: Tàn cuộc tốt
zh_hans: 兵残局
zh_hant: 兵殘局
